[{
        "text": "Write the code as if it will be accompanied by a violent psychopath who knows where you live.",
        "author": "Steve McConnell",
        "textru": "Напишите код так, как будто его будет сопровождать жестокий психопат, который знает, где вы живете.",
        "authorru": "Стив МакКоннелл"
    },
    {
        "text": "The complexity of the program grows until it exceeds the capabilities of the programmer.",
        "author": "Arthur Bloch",
        "textru": "Сложность программы растет, пока не превышает возможности программиста.",
        "authorru": "Артур Блох"
    },
    {
        "text": "Walking on water and developing programs following the TOR is very easy ... if they are frozen.",
        "author": "Joseph Berard",
        "textru": "Ходить по воде и разрабатывать программы по ТЗ очень легко ... если они заморожены.",
        "authorru": "Джозеф Берард"
    }, {
        "text": "What the human mind can comprehend and what it can believe, it is able to achieve.",
        "author": "Napoleon Hill",
        "textru": "То, что человеческий разум может постичь и во что он может верить, он способен достичь.",
        "authorru": "Наполеон Хилл"
    }, {
        "text": "Strive not for success, but for the values ​​that it gives.",
        "author": "Albert Einstein",
        "textru": "Стремитесь не к успеху, а к ценностям, которые он дает.",
        "authorru": "Альберт Эйнштейн"
    }, {
        "text": "I owe my success to the fact that I never made excuses and did not accept excuses from others.",
        "author": "Florence Nightingale",
        "textru": "Я обязан своим успехом тому факту, что никогда не оправдывался и не принимал оправданий от других.",
        "authorru": "Флоренс Найтингейл"
    }, {
        "text": "Don't worry if something doesn't work. If everything worked, you would be fired.",
        "author": "Mosher’s Law of Software Engineering",
        "textru": "Не волнуйтесь, если что-то не работает. Если бы всё работало, вас бы уволили.",
        "authorru": "Закон Мошера о программной инженерии"
    }, {
        "text": "The hardest thing is to start acting, everything else depends only on persistence.",
        "author": "Amelia Earhart",
        "textru": "Сложнее всего начать действовать, все остальное зависит только от настойчивости.",
        "authorru": "Амелия Эрхарт"
    }, {
        "text": "Life is what happens to you while you make plans.",
        "author": "John Lennon",
        "textru": "Жизнь - это то, что с вами происходит, пока вы строите планы.",
        "authorru": "Джон Леннон"
    }, {
        "text": "Works? Do not touch.",
        "author": "Any programmer",
        "textru": "Работает? Не трогай.",
        "authorru": "Любой программист"
    }, {
        "text": "It is always worth starting with the fact that it sows doubts.",
        "author": "Boris Strugatsky",
        "textru": "Всегда стоит начинать с того, что сеет сомнения.",
        "authorru": "Борис Стругацкий"
    }, {
        "text": "80% of success is to appear in the right place at the right time.",
        "author": "Woody Allen",
        "textru": "80% успеха - оказаться в нужном месте в нужное время.",
        "authorru": "Вуди Аллен"
    }, {
        "text": "Every successful venture is rooted in a bold decision once made.",
        "author": "Peter Drucker",
        "textru": "Каждое успешное предприятие основано на принятом однажды смелом решении.",
        "authorru": "Питер Друкер"
    }, {
        "text": "Victory is not everything, everything is a constant desire to win.",
        "author": "Vince Lombardi",
        "textru": "Победа - это еще не все, все - постоянное желание побеждать.",
        "authorru": "Винс Ломбарди"
    }, {
        "text": "If you think you are capable of anything, you are right; if you think that you will not succeed, you are also right.",
        "author": "Henry Ford",
        "textru": "Если вы думаете, что способны на что угодно, вы правы; если вы думаете, что у вас ничего не получится, вы тоже правы.",
        "authorru": "Генри Форд"
    }, {
        "text": "It's all about thoughts. Thought is the beginning of everything. And thoughts can be controlled. And so the main business of cultivation is to work on thoughts.",
        "author": "Lev Tolstoy",
        "textru": "Все дело в мыслях. Мысль - это начало всего. И мысли можно контролировать. Итак, главное занятие совершенствования - работать над мыслями.",
        "authorru": "Лев Толстой"
    }, {
        "text": "One has only to believe that you can - and you are already halfway to the goal",
        "author": "Theodore Roosevelt",
        "textru": "Стоит только поверить, что можно - и вы уже на полпути к цели.",
        "authorru": "Теодор Рузвельт"
    }, {
        "text": "Learn to say “I don’t know”, and this will already be progress.",
        "author": "Moses Maimonides",
        "textru": "Научитесь говорить «я не знаю», и это уже будет прогресс.",
        "authorru": "Моисей Маймонид"
    }, {
        "text": "If an inner voice tells you that you cannot paint - paint as much as possible, then that voice will die out.",
        "author": "Vincent Van Gogh",
        "textru": "Если внутренний голос говорит вам, что вы не можете рисовать - рисуйте как можно больше, то этот голос умрет.",
        "authorru": "Винсент Ван Гог"
    }, {
        "text": "Remember that not being successful is sometimes great luck too.",
        "author": "Dalai Lama",
        "textru": "Помните, что неудача - тоже иногда большая удача.",
        "authorru": "Далай Лама"
    }, {
        "en": "Good",
        "ru": "Добрый"
    }

]